Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_IPHONE_RPI_ON
source: Siri & Dictation transcripts that are stored on this iPhone and used to personalize your experience will be deleted.
ar: ستُحذف النسخ النصية الخاصة بـ Siri والإملاء المخزنة على هذا الـ iPhone والتي تُستخدم لتخصيص تجربتك.
bg: Ще бъдат изтрити транскрипциите от Siri и диктовка, съхранявани на този iPhone и използвани за персонализирането на вашето преживяване.
ca: S’eliminaran de l’iPhone les transcripcions de les interaccions amb Siri i el dictat que s’utilitzen per personalitzar l’experiència.
cs: Z iPhonu se smažou přepisy komunikace se Siri a s funkcí diktování, které slouží k přizpůsobení uživatelského prostředí vašim potřebám.
da: Transskriptioner i Siri og Diktering, der er gemt på denne iPhone og bruges til at tilpasse din oplevelse, slettes.
de: Die Transkripte von „Siri & Diktieren“, die auf diesem iPhone gespeichert sind und zum Personalisieren deines Nutzungserlebnisses verwendet werden, werden gelöscht.
el: Οι απομαγνητοφωνήσεις του Siri και της Υπαγόρευσης που αποθηκεύονται σε αυτό το iPhone και χρησιμοποιούνται για την εξατομίκευση της εμπειρίας σας θα διαγραφούν.
es: Se eliminarán las transcripciones de Siri y Dictado almacenadas en este iPhone que se utilizan para personalizar tu experiencia.
es_us: Se eliminarán las transcripciones de Siri y Dictado que se encuentran en este iPhone y que se usan para personalizar tu experiencia.
fi: Tähän iPhoneen tallennetut Sirin ja sanelun tekstimuunnokset, joita käytetään käyttökokemuksesi räätälöimiseen, poistetaan.
fr: Les transcriptions de Siri et Dictée stockées sur cet iPhone et utilisées pour personnaliser votre expérience seront supprimées.
fr_ca: Les transcriptions de Siri et Dictée qui sont stockées sur cet iPhone et qui servent à personnaliser votre expérience seront supprimées.
he: תמלולי Siri ו״הכתבה״ שמאוחסנים ב-iPhone זה ומשמשים להתאמה אישית של החוויה שלך יימחקו.
hi: Siri और डिक्टेशन ट्रांसक्रिप्ट जो इस iPhone पर संग्रहित हैं और जिनका इस्तेमाल आपका अनुभव वैयक्तिकृत करने के लिए किया गया है, उन्हें डिलीट किया जाएगा।
hr: Transkripti Siri i Diktata koji su pohranjeni na ovom iPhoneu i koji se koriste za personalizaciju vašeg iskustva bit će obrisani.
hu: A Siri és a Diktálás ezen az iPhone‑on tárolt és a felhasználói élmény személyre szabására használt átiratai törölve lesznek.
id: Transkrip Siri & Dikte yang disimpan di iPhone ini dan digunakan untuk mempersonalisasi pengalaman Anda akan dihapus.
it: Verranno eliminate le trascrizioni delle interazioni con Siri e Dettatura archiviate su iPhone e usate per personalizzare la tua esperienza.
ja: このiPhoneに保存されている、体験をパーソナライズするために使用されたSiriと音声入力の文字起こしは削除されます。
kk: Осы iPhone құрылғысында сақталған және тәжірибеңізді жекелендіру үшін пайдаланылатын Siri және дауыспен теру транскрипттері жойылады.
ko: 이 iPhone에 보관되고 개인 맞춤형 경험을 제공하는 데 사용된 Siri 및 받아쓰기 데이터가 삭제됩니다.
lt: Šiame „iPhone“ saugomos „Siri“ ir „Diktavimo“ transkripcijos, pagal kurias suasmeninama jūsų patirtis, bus ištrintos.
ms: Transkrip Siri & Perencanaan yang disimpan pada iPhone ini dan digunakan untuk memperibadikan pengalaman anda akan dipadamkan.
nb: Avskrifter av Siri og diktering som er lagret på denne iPhonen og brukt til å tilpasse opplevelsen din, vil bli slettet.
nl: Transcripten voor 'Siri en de dicteerfunctie' die op deze iPhone worden bewaard en gebruikt om je ervaring te personaliseren, worden verwijderd.
pl: Transkrypcje Siri i funkcji Dyktowanie przechowywane na tym iPhonie i używane do personalizowania ich działania zostaną usunięte.
pt: As transcrições da Siri e do Ditado que estão armazenadas neste iPhone e são usadas para personalizar a sua experiência serão apagadas.
pt_pt: As transcrições de Siri e do Ditado armazenadas neste iPhone e usadas para personalizar a sua experiência de utilização serão apagadas.
ro: Transcrierile Siri și Dictare care sunt stocate pe acest iPhone și sunt utilizate pentru a vă personaliza experiența vor fi șterse.
ru: Будут удалены расшифровки Ваших взаимодействий с Siri и Диктовкой, которые хранятся на этом iPhone и используются для персонализации Вашего пользовательского опыта.
sk: Prepisy funkcií Siri a Diktovanie uložené na tomto iPhone a používané na prispôsobenie rozhrania budú vymazané.
sl: Transkripcije Siri in funkcije Narekovanje, ki so shranjene v tem iPhonu in uporabljene za prilagajanje izkušnje, bodo izbrisane.
sv: Siri- och dikteringstranskriberingar som är lagrade på denna iPhone och som används till att personanpassa din upplevelse raderas.
th: ข้อความถอดเสียงจาก Siri และการป้อนตามคำบอกที่จัดเก็บอยู่ใน iPhone เครื่องนี้และใช้ปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะจะถูกลบ
tr: Bu iPhone’da saklanan ve deneyiminizi kişiselleştirmek için kullanılan Siri ve Dikte dökümleri silinir.
uk: Буде видалено транскрибовані протоколи ваших взаємодій із Siri та Диктуванням, що зберігаються на цьому iPhone і використовуються для персоналізації.
vi: Các bản chép lại Siri & Đọc chính tả được lưu trữ trên iPhone này và được sử dụng để cá nhân hóa trải nghiệm của bạn sẽ bị xóa.
zh_cn: 将会删除储存在此iPhone上并用于个性化你体验的“Siri与听写”听写文本。
zh_hk: 儲存在此iPhone上且用於個人化體驗的「Siri與聽寫」轉寫記錄會被刪除。
zh_tw: 將會刪除儲存在此iPhone上且用於個人化體驗的「Siri與聽寫」逐字稿。

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_IPOD
source: Siri & Dictation interactions currently associated with this iPod touch will be deleted from Apple servers.
ar: سيتم حذف تفاعلات "Siri والإملاء" المقترنة حاليًا مع iPod touch هذا من خوادم Apple.
bg: Взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPod touch, ще бъдат изтрити от сървърите на Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPod touch.
cs: Data komunikace se Siri a s funkcí diktování, která jsou nyní přidružená k tomuto iPodu touch, budou ze serverů Apple smazána.
da: Interaktioner med Siri og Diktering, der er knyttet til denne iPod touch, bliver slettet fra Apples servere.
de: Die zurzeit mit diesem iPod touch verknüpften Interaktionen mit Siri und der Diktierfunktion werden von den Apple-Servern gelöscht.
el: Οι αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPod touch θα διαγραφούν από τους διακομιστές της Apple.
es: Las interacciones de Siri y Dictado actualmente asociadas con este iPod touch se eliminarán de los servidores de Apple.
es_us: Las interacciones con Siri y el dictado asociadas actualmente con este iPod touch se borrarán de los servidores de Apple.
fi: Tähän iPod touchiin liittyvät Siri-keskustelut ja sanelutoiminnot poistetaan Applen palvelimilta.
fr: Les interactions avec Siri et Dictée actuellement associées à cet iPod touch seront supprimées des serveurs Apple.
fr_ca: Les interactions avec Siri et Dictée actuellement associées à cet iPod touch seront supprimées des serveurs d’Apple.
he: האינטראקציות עם Siri והכתבה המקושרות כרגע עם iPod touch זה יימחקו מהשרתים של Apple.
hi: Apple सर्वर से इस iPod touch के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट कर दिया जाएगा।
hr: Interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPod touch uređajem obrisat će se s Appleovih servera.
hu: A rendszer törölni fogja az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPod touchcsal vannak társítva.
id: Interaksi Siri & Dikte yang saat ini dikaitkan dengan iPod touch ini akan dihapus dari server Apple.
it: Le interazioni con Siri e Dettatura attualmente associate a questo iPod touch verranno eliminate dai server Apple.
ja: このiPod touchに現在関連付けられているSiriと音声入力に対する操作の音声はAppleのサーバから削除されます。
kk: Қазіргі уақытта осы iPod touch құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігі Apple серверлерінен жойылады.
ko: Apple 서버에서 현재 이 iPod touch와 관련된 Siri 및 받아쓰기 상호 작용이 삭제됩니다.
lt: Iš „Apple“ serverių bus ištrintos šiuo metu su „iPod touch“ susietos programų „Siri“ ir „Diktavimas“ sąveikos.
ms: Interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPod touch ini akan dipadamkan daripada pelayan Apple.
nb: Siri- og Diktering-interaksjon som er tilknyttet denne iPod touch-enheten, vil bli slettet fra Apples tjenere.
nl: Interacties met Siri en de dicteerfunctie die momenteel met deze iPod touch zijn geassocieerd, worden verwijderd van de Apple servers.
pl: Interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPodem touch zostaną usunięte z serwerów Apple.
pt: As interações com a Siri e o Ditado associadas atualmente a este iPod touch serão apagadas dos servidores da Apple.
pt_pt: As interações com Siri e o Ditado atualmente associadas a este iPod touch serão apagadas dos servidores da Apple.
ro: Interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPod touch vor fi șterse de pe serverele Apple.
ru: Взаимодействия Siri и Диктовки, связанные сейчас с этим iPod touch, будут удалены с серверов Apple.
sk: Interakcie so Siri a Diktovaním priradené k tomuto iPodu touch budú vymazané zo serverov spoločnosti Apple.
sl: Interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s to napravo iPod touch, bodo izbrisane iz strežnikov družbe Apple.
sv: Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPod touch kommer att raderas från Apple-servrar.
th: การโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPod touch เครื่องนี้จะถูกลบออกจากเซิร์ฟเวอร์ Apple
tr: Bu iPod touch ile ilişkili Siri ve Dikte etkileşimleri Apple sunucularından silinir.
uk: Взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPod touch, буде видалено з серверів Apple.
vi: Các tương tác Siri & Đọc chính tả hiện được liên kết với iPod touch này sẽ bị xóa khỏi các máy chủ của Apple.
zh_cn: 当前与这台iPod touch关联的Siri与听写交互将从Apple服务器上删除。
zh_hk: 將會從Apple伺服器刪除目前連繫至此iPod touch的Siri與「聽寫」互動。
zh_tw: 目前與此iPod touch相關的Siri與「聽寫」互動將會從Apple伺服器上刪除。

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_RPI_ON
source: Siri & Dictation transcripts that are stored on your device and used to personalize your experience will be deleted.
ar: ستُحذف النسخ النصية الخاصة بـ Siri والإملاء المخزنة على جهازك والتي تُستخدم لتخصيص تجربتك.
bg: Ще бъдат изтрити транскрипциите от Siri и диктовка, съхранявани на вашето устройство и използвани за персонализирането на вашето преживяване.
ca: S’eliminaran del dispositiu les transcripcions de les interaccions amb Siri i el dictat que s’utilitzen per personalitzar l’experiència.
cs: Ze zařízení se smažou přepisy komunikace se Siri a s funkcí diktování, které slouží k přizpůsobení uživatelského prostředí vašim potřebám.
da: Transskriptioner i Siri og Diktering, der er gemt på din enhed og bruges til at tilpasse din oplevelse, slettes.
de: Die Transkripte von „Siri & Diktieren“, die auf diesem Gerät gespeichert sind und zum Personalisieren deines Nutzungserlebnisses verwendet werden, werden gelöscht.
el: Οι απομαγνητοφωνήσεις του Siri και της Υπαγόρευσης που αποθηκεύονται στη συσκευή σας και χρησιμοποιούνται για την εξατομίκευση της εμπειρίας σας θα διαγραφούν.
es: Se eliminarán las transcripciones de Siri y Dictado almacenadas en tu dispositivo que se utilizan para personalizar tu experiencia.
es_us: Se eliminarán las transcripciones de Siri y Dictado que se encuentran en tu dispositivo y que se usan para personalizar tu experiencia.
fi: Laitteeseen tallennetut Sirin ja sanelun tekstimuunnokset, joita käytetään käyttökokemuksesi räätälöimiseen, poistetaan.
fr: Les transcriptions de Siri et Dictée stockées sur cet appareil et utilisées pour personnaliser votre expérience seront supprimées.
fr_ca: Les transcriptions de Siri et Dictée qui sont stockées sur votre appareil et qui servent à personnaliser votre expérience seront supprimées.
he: תמלולי Siri ו״הכתבה״ שמאוחסנים במכשיר שלך ומשמשים להתאמה אישית של החוויה שלך יימחקו.
hi: Siri और डिक्टेशन ट्रांसक्रिप्ट जो आपके डिवाइस पर संग्रहित हैं और जिनका इस्तेमाल आपका अनुभव वैयक्तिकृत करने के लिए किया गया है, उन्हें डिलीट किया जाएगा।
hr: Transkripti Siri i Diktata koji su pohranjeni na vašem uređaju i koji se koriste za personalizaciju vašeg iskustva bit će obrisani.
hu: A Siri és a Diktálás ezen az eszközön tárolt és a felhasználói élmény személyre szabására használt átiratai törölve lesznek.
id: Transkrip Siri & Dikte yang disimpan di perangkat Anda dan digunakan untuk mempersonalisasi pengalaman Anda akan dihapus.
it: Verranno eliminate le trascrizioni delle interazioni con Siri e Dettatura archiviate sul dispositivo e usate per personalizzare la tua esperienza.
ja: デバイスに保存されている、体験をパーソナライズするために使用されたSiriと音声入力の文字起こしは削除されます。
kk: Құрылғыңызда сақталған және тәжірибеңізді жекелендіру үшін пайдаланылатын Siri және дауыспен теру транскрипттері жойылады.
ko: 사용자의 기기에 보관되고 개인 맞춤형 경험을 제공하는 데 사용된 Siri 및 받아쓰기 데이터가 삭제됩니다.
lt: Įrenginyje saugomos „Siri“ ir „Diktavimo“ transkripcijos, pagal kurias suasmeninama jūsų patirtis, bus ištrintos.
ms: Transkrip Siri & Perencanaan yang disimpan pada peranti anda dan digunakan untuk memperibadikan pengalaman anda akan dipadamkan.
nb: Avskrifter av Siri og diktering som er lagret på enheten din og brukt til å tilpasse opplevelsen din, vil bli slettet.
nl: Transcripten voor 'Siri en de dicteerfunctie' die op je apparaat worden bewaard en gebruikt om je ervaring te personaliseren, worden verwijderd.
pl: Transkrypcje Siri i funkcji Dyktowanie przechowywane na Twoim urządzeniu i używane do personalizowania ich działania zostaną usunięte.
pt: As transcrições da Siri e do Ditado que estão armazenadas no dispositivo e são usadas para personalizar a sua experiência serão apagadas.
pt_pt: As transcrições de Siri e do Ditado armazenadas no dispositivo e usadas para personalizar a sua experiência de utilização serão apagadas.
ro: Transcrierile Siri și Dictare care sunt stocate pe dispozitivul dvs. și sunt utilizate pentru a vă personaliza experiența vor fi șterse.
ru: Будут удалены расшифровки Ваших взаимодействий с Siri и Диктовкой, которые хранятся на устройстве и используются для персонализации Вашего пользовательского опыта.
sk: Prepisy funkcií Siri a Diktovanie uložené na vašom zariadení a používané na prispôsobenie rozhrania budú vymazané.
sl: Transkripcije Siri in funkcije Narekovanje, ki so shranjene v napravi in uporabljene za prilagajanje izkušnje, bodo izbrisane.
sv: Siri- och dikteringstranskriberingar som är lagrade på enheten och som används till att personanpassa din upplevelse raderas.
th: ข้อความถอดเสียงจาก Siri และการป้อนตามคำบอกที่จัดเก็บอยู่ในอุปกรณ์ของคุณและใช้ปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะจะถูกลบ
tr: Aygıtınızda saklanan ve deneyiminizi kişiselleştirmek için kullanılan Siri ve Dikte dökümleri silinir.
uk: Буде видалено транскрибовані протоколи ваших взаємодій із Siri та Диктуванням, що зберігаються на цьому пристрої й використовуються для персоналізації.
vi: Các bản chép lại Siri & Đọc chính tả được lưu trữ trên thiết bị và được sử dụng để cá nhân hóa trải nghiệm của bạn sẽ bị xóa.
zh_cn: 将会删除储存在此设备上并用于个性化你体验的“Siri与听写”听写文本。
zh_hk: 儲存在裝置上且用於個人化體驗的「Siri與聽寫」轉寫記錄會被刪除。
zh_tw: 將會刪除儲存在此裝置上且用於個人化體驗的「Siri與聽寫」逐字稿。

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_VISION
source: Siri & Dictation interactions currently associated with this Apple Vision Pro will be deleted from Apple servers.
ar: سيتم حذف تفاعلات Siri والإملاء المرتبطة حاليًا بهذه الـ Apple Vision Pro من خوادم Apple.
bg: Взаимодействията на Siri и Диктовка, които в момента се асоциират с този Apple Vision Pro, ще бъдат изтрити от сървърите на Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’Apple Vision Pro.
cs: Data komunikace se Siri a s funkcí diktování, která jsou nyní přidružená k tomuto zařízení Apple Vision Pro, budou ze serverů Apple smazána.
da: Interaktioner med Siri og Diktering, der er knyttet til denne Apple Vision Pro, bliver slettet fra Apples servere.
de: Die zurzeit mit dieser Apple Vision Pro verknüpften Interaktionen mit Siri und der Diktierfunktion werden von den Apple-Servern gelöscht.
el: Οι αλληλεπιδράσεις σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το Apple Vision Pro θα διαγραφούν από τους διακομιστές της Apple.
es: Las interacciones de Siri y Dictado actualmente asociadas con este Apple Vision Pro se eliminarán de los servidores de Apple.
es_us: Se eliminarán de los servidores de Apple las interacciones de Siri y Dictado asociadas actualmente con este Apple Vision Pro.
fi: Tähän Apple Vision Prohon liittyvät Siri-keskustelut ja sanelutoiminnot poistetaan Applen palvelimilta.
fr: Les interactions avec Siri et Dictée actuellement associées à cet Apple Vision Pro seront supprimées des serveurs Apple.
fr_ca: Les interactions avec Siri et Dictée actuellement associées à cet Apple Vision Pro seront supprimées des serveurs d’Apple.
he: האינטראקציות עם Siri ועם ״הכתבה״ שמקושרות כרגע ל-Apple Vision Pro זה יימחקו מהשרתים של Apple.
hi: Apple सर्वर से इस Apple Vision Pro के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट कर दिया जाएगा।
hr: Interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim uređajem Apple Vision Pro obrisat će se s Appleovih servera.
hu: A rendszer törölni fogja az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az Apple Vision Próval vannak társítva.
id: Interaksi Siri & Dikte yang saat ini dikaitkan dengan Apple Vision Pro ini akan dihapus dari server Apple.
it: Le interazioni con Siri e Dettatura attualmente associate a questo Apple Vision Pro verranno eliminate dai server Apple.
ja: このApple Vision Proに現在関連付けられているSiriと音声入力に対する操作の音声はAppleのサーバから削除されます。
kk: Қазіргі уақытта осы Apple Vision Pro құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігі Apple серверлерінен жойылады.
ko: Apple 서버에서 현재 이 Apple Vision Pro와 관련된 Siri 및 받아쓰기 상호 작용이 삭제됩니다.
lt: Iš „Apple“ serverių bus ištrintos šiuo metu su šiais „Apple Vision Pro“ susietos programų „Siri“ ir „Diktavimas“ sąveikos.
ms: Interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan Apple Vision Pro ini akan dipadamkan daripada pelayan Apple.
nb: Siri- og Diktering-interaksjon som er tilknyttet Apple Vision Pro, vil bli slettet fra Apples tjenere.
nl: Interacties met Siri en de dicteerfunctie die momenteel met deze Apple Vision Pro zijn geassocieerd, worden verwijderd van de Apple servers.
pl: Interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym Apple Vision Pro zostaną usunięte z serwerów Apple.
pt: As interações com a Siri e o Ditado associadas atualmente a este Apple Vision Pro serão apagadas dos servidores da Apple.
pt_pt: As interações com Siri e o Ditado atualmente associadas a este Apple Vision Pro serão apagadas dos servidores da Apple.
ro: Interacțiunile care implică Siri și dictarea asociate în prezent cu acest Apple Vision Pro vor fi șterse de pe serverele Apple.
ru: Данные взаимодействия с Siri и Диктовкой, ассоциированные с этим устройством Apple Vision Pro, будут удалены с серверов Apple.
sk: Interakcie so Siri a Diktovaním priradené k tomuto Apple Vision Pro budú vymazané zo serverov spoločnosti Apple.
sl: Interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s to napravo Apple Vision Pro, bodo izbrisane iz strežnikov družbe Apple.
sv: Siri- och dikteringsinteraktioner som för närvarande är associerade med denna Apple Vision Pro kommer att raderas från Apple-servrar.
th: การโต้ตอบกับ Siri และการป้อนตามคำบอกที่ผูกอยู่กับ Apple Vision Pro เครื่องนี้จะถูกลบออกจากเซิร์ฟเวอร์ Apple
tr: Şu anda bu Apple Vision Pro ile ilişkili Siri ve Dikte etkileşimleri Apple sunucularından silinir.
uk: Взаємодії з Siri й Диктуванням, які зараз повʼязано з цим Apple Vision Pro, буде видалено з серверів Apple.
vi: Các tương tác Siri & Đọc chính tả hiện được liên kết với Apple Vision Pro này sẽ bị xóa khỏi các máy chủ của Apple.
zh_cn: 当前与这台Apple Vision Pro关联的Siri与听写交互将从Apple服务器上删除。
zh_hk: 目前連繫至此Apple Vision Pro的Siri與聽寫互動內容將會從Apple伺服器刪除。
zh_tw: 將會從Apple伺服器刪除目前與此Apple Vision Pro相關的Siri和「聽寫」互動內容。
